Repository: City-busz/Arch-Linux-Repository
Catalog: gnome/pdfmod/pdfmod/pdfmod-*.po
Languages: hu

source: PDF Modifier
hu: PDF módosító

source: Remove, extract, and rotate pages in PDF documents
hu: Oldalak eltávolítása, kibontása és forgatása PDF dokumentumokban

source: Page {0}
hu: {0}. oldal

source: Move {1}
hu: {1} áthelyezése

source: Error trying to unmove pages
hu: Hiba az oldalak visszahelyezése során

source: Error trying to move pages
hu: Hiba az oldalak áthelyezése során

source: Error trying to remove pages from document
hu: Hiba az oldalak dokumentumból történő eltávolítása során

source: _File
hu: _Fájl

source: Open a document
hu: Dokumentum megnyitása

source: Save changes to this document, overwriting the existing file
hu: Módosítások mentése ebbe a dokumentumba, felülírva a meglévő fájlt

source: Save this document to a new file
hu: Dokumentum mentése egy új fájlba

source: Recent _Files
hu: _Legutóbbi fájlok

source: _Insert From...
hu: Be_szúrás...

source: Insert pages from another document
hu: Oldalak beszúrása egy másik dokumentumból

source: _Edit
hu: S_zerkesztés

source: Rotate Left
hu: Forgatás balra

source: Rotate left
hu: Forgatás balra

source: Rotate Right
hu: Forgatás jobbra

source: Rotate right
hu: Forgatás jobbra

source: Select Odd Pages
hu: Páratlan oldalak kijelölése

source: Select Even Pages
hu: Páros oldalak kijelölése

source: Select Matching...
hu: Találatok kijelölése...

source: _Invert Selection
hu: _Kijelölés megfordítása

source: _View
hu: _Nézet

source: Open in Viewer
hu: Megnyitás megjelenítőben

source: Open in viewer
hu: Megnyitás megjelenítőben

source: _Bookmarks
hu: _Könyvjelzők

source: _Add Bookmark
hu: Könyvjelző _hozzáadása

source: Re_name Bookmark
hu: Könyvjelző á_tnevezése

source: _Change Bookmark Destination
hu: Könyvjelző helyének _módosítása

source: _Remove Bookmark
hu: Könyvjelző _eltávolítása

source: _Edit Bookmarks
hu: Könyvjelzők _szerkesztése

source: _Help
hu: _Súgó

source: _Contents
hu: _Tartalom

source: _Add
hu: _Hozzáadás

source: _Remove
hu: _Eltávolítás

source: View and edit the title, keywords, and more for this document
hu: Ezen dokumentum címének, kulcsszavainak és további jellemzőinek megtekintése és szerkesztése

source: Toolbar
hu: Eszköztár

source: Bookmarks
hu: Könyvjelzők

source: Fullscreen
hu: Teljes képernyő

source: Export Image
hu: Kép exportálása

source: Save image from the selected pages to a new folder
hu: Kép mentése a kijelölt oldalakról egy új könyvtárba

source: _Undo
hu: _Visszavonás

source: Undo {0}
hu: Visszavonás: {0}

source: _Redo
hu: Új_ra

source: Redo {0}
hu: Újra: {0}

source: Remove Page
hu: Oldal eltávolítása

source: Remove the selected page
hu: A kijelölt oldal eltávolítása

source: Extract Page
hu: Oldal kibontása

source: Extract the selected page
hu: A kijelölt oldal kibontása

source: Select PDF
hu: PDF kiválasztása

source: Unable to Save Document
hu: A dokumentum mentése nem sikerült

source: Save as...
hu: Mentés másként…

source: Error Loading Document
hu: Hiba a dokumentum betöltése során

source: There was an error loading {0}
hu: Hiba történt a(z) {0} betöltése során

source: Error opening help
hu: Hiba a súgó megnyitása során

source: Would you like to open PDF Mod's online documentation?
hu: Meg szeretné nyitni a PDF Mod online dokumentációját?

source: Visit Website
hu: Honlap felkeresése

source: Primary Development:
hu: Elsődleges fejlesztő:

source: Contributors:
hu: Közreműködők:

source: Copyright {0} Novell Inc. Copyright {1} Other PDF Mod Contributors
hu: Copyright {0} Novell Inc. Copyright {1} További PDF Mod közreműködők

source: translator-credits
hu: Balló György <ballogy@freestart.hu>

source: New bookmark
hu: Új könyvjelző

source: Add Bookmark
hu: Hozzáadás a könyvjelzőkhöz

source: Remove Bookmark
hu: Könyvjelző eltávolítása

source: Rename Bookmark
hu: Könyvjelző átnevezése

source: Bookmark links to page {0}
hu: A könyvjelző a(z) {0}. oldalra hivatkozik

source: Save the changes made to this document?
hu: Menti ezen dokumentum módosításait?

source: Close _Without Saving
hu: Bezárás mentés _nélkül

source: Continue, opening {0} document in separate windows?
hu: {0} dokumentum fog megnyílni külön ablakban. Folytatja?

source: Open _First
hu: Első megnyitása

source: Open _All
hu: Az ö_sszes megnyitása

source: Loading document...
hu: Dokumentum betöltése...

source: {0} (originally {1})
hu: {0} (eredetileg {1})

source: {0} page
hu: {0} oldal

source: Document is Encrypted
hu: A dokumentum titkosított

source: Enter the document's password to open it:
hu: A megnyitáshoz adja meg a dokumentum jelszavát:

source: PDF Documents
hu: PDF-dokumentumok

source: All Files
hu: Minden fájl

source: Select Matching
hu: Találatok kijelölése

source: _Title:
hu: _Cím:

source: _Author:
hu: _Szerző:

source: _Keywords:
hu: _Kulcsszavak:

source: _Subject:
hu: _Tárgy:

source: _Revert Properties
hu: Tulajdonságok _visszaállítása

source: Change the document's properties back to the original values
hu: A dokumentum tulajdonságainak visszaállítása az eredeti értékekre

source: _Close
hu: _Bezárás

source: Hide the document's properties
hu: A dokumentum tulajdonságainak elrejtése
