Repository: City-busz/Arch-Linux-Repository
Catalog: maps/emerillon/emerillon/emerillon-*.po
Languages: hu

source: Browse maps
hu: Térképek böngészése

source: Emerillon Map Viewer
hu: Emerillon térkép-megjelenítő

source: Map Viewer
hu: Térkép-megjelenítő

source: Active plugins
hu: Aktív bővítmények

source: List of active plugins.
hu: Az aktív bővítmények listája

source: Show/hide the window side pane.
hu: Az ablak oldalsávjának megjelenítése/elrejtése.

source: Show/hide the window statusbar.
hu: Az ablak állapotsorának megjelenítése/elrejtése.

source: Show/hide the window toolbar.
hu: Az ablak eszköztárának megjelenítése/elrejtése.

source: Window height in pixels.
hu: Az ablak magassága képpontban.

source: Window width in pixels.
hu: Az ablak szélessége képpontban.

source: %s - Version %s
hu: %s - %s verzió

source: Show version information and exit
hu: Verzióinformáció megjelenítése, majd kilépés

source: Initial latitude
hu: Kezdeti földrajzi szélesség

source: Initial longitude
hu: Kezdeti földrajzi hosszúság

source: Incorrect or missing coordinates
hu: Hibás vagy hiányzó koordináták

source: - map viewer
hu: - térkép-megjelenítő

source: Specifies the default position
hu: Az alapértelmezett pozíció megadása

source: Show position options
hu: Pozíció beállításainak megjelenítése

source: Run '%s --help' to see a list of available command line options.
hu: A parancssori kapcsolók teljes listájáért adja ki az „%s --help” parancsot.

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
hu: Ez a program szabad szoftver, terjesztheti és/vagy módosíthatja a Free Software Foundation által kiadott GNU General Public License második (vagy bármely későbbi) változatában foglaltak alapján.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
hu: A programot abban a reményben terjesztjük, hogy hasznos lesz, de nem vállalunk SEMMIFÉLE GARANCIÁT, még olyan értelemben sem, hogy a program alkalmas-e a KÖZREADÁSRA vagy EGY BIZONYOS FELADAT ELVÉGZÉSÉRE. További részletekért tanulmányozza a GNU GPL licencet.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
hu: A programhoz a GNU General Public License egy példánya is jár, ha nem kapta meg, írjon a Free Software Foundation Inc.-nek. Levélcímük: 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.

source: translator-credits
hu: Balló György <ballogy@freestart.hu>

source: A map viewer for the GNOME desktop
hu: Térkép-megjelenítő a GNOME asztali környezethez

source: _Map
hu: _Térkép

source: _Edit
hu: _Szerkesztés

source: _View
hu: _Nézet

source: _Tools
hu: _Eszközök

source: _Help
hu: _Súgó

source: Quit the program
hu: Kilépés a programból

source: Enlarge the image
hu: Kép nagyítása

source: Shrink the image
hu: Kép kicsinyítése

source: Edit the preferences
hu: Beállítások szerkesztése

source: _Contents
hu: _Tartalom

source: Help on this application
hu: Az alkalmazás súgója

source: About this application
hu: Az alkalmazás névjegye

source: _Toolbar
hu: _Eszköztár

source: Show or hide the toolbar in the current window
hu: Eszköztár megjelenítése vagy rejtése a jelenlegi ablakban

source: _Statusbar
hu: Á_llapotsor

source: Show or hide the statusbar in the current window
hu: Állapotsor megjelenítése vagy rejtése a jelenlegi ablakban

source: Side _Pane
hu: _Oldalsáv

source: Show or hide the side pane in the current window
hu: Oldalsó ablaktábla megjelenítése vagy rejtése a jelenlegi ablakban

source: Enable or disable full screen mode
hu: Teljes képernyős mód engedélyezése vagy letiltása

source: _Street
hu: _Utca

source: View the street map based on OpenStreetMap
hu: Az OpenStreetMapon alapuló utcatérkép megjelenítése

source: _Cycling
hu: _Kerékpár

source: View the cycling map based on OpenCycleMap
hu: Az OpenCycleMapon alapuló kerékpártérkép megjelenítése

source: _Public Transportation
hu: _Tömegközlekedés

source: View the public transportation map based on Öpnvkarte
hu: Az Öpnvkartén alapuló tömegközlekedési térkép megjelenítése

source: _Terrain
hu: _Domborzat

source: View the terrain map based on mapsforfree.com Relief
hu: A mapsforfree.com Reliefen alapuló domborzati térkép megjelenítése

source: In
hu: Be

source: Out
hu: Ki

source: Plugins
hu: Bővítmények

source: Emerillon Preferences
hu: Emerillon beállításai

source: Copy link to Web
hu: Webre mutató hivatkozás másolása

source: Provides a link for current view to major online maps
hu: A főbb online térképekre mutató hivatkozást biztosít az aktuális nézethez

source: Copy to clipboard the link to this web service
hu: Ezen webes szolgáltatásra mutató hivatkozás vágólapra másolása

source: Google Maps
hu: Google Térkép

source: _Copy link to
hu: _Hivatkozás másolása

source: Display in the statusbar the coordinates at the center of the map
hu: Megjeleníti az állapotsoron a térkép közepének koordinátáit

source: Map Position
hu: Térkép pozíciója

source: New Placemark
hu: Új helyjelző

source: Name:
hu: Név:

source: You are about to remove the %s placemark! Are you sure you want to proceed?
hu: A(z) %s helyjelző eltávolítására készül! Biztosan folytatni akarja?

source: Organize Placemarks
hu: Helyjelzők rendezése

source: Name
hu: Név

source: Latitude
hu: Szélesség

source: Longitude
hu: Hosszúság

source: Zoom
hu: Nagyítás

source: Go to this placemark
hu: Ugrás erre a helyzelzőre

source: _Placemarks
hu: _Helyjelzők

source: Placemark this location
hu: Helyjelző hozzáadása ehhez a helyhez

source: Add current location to your placemarks
hu: Jelenlegi hely hozzáadása a helyjelzők közé

source: Organize placemarks...
hu: Helyjelzők rendezése...

source: Edit and delete existing placemarks
hu: Meglévő helyjelzők szerkesztése és törlése

source: Placemarks
hu: Helyjelzők

source: Remembers your favorite view points
hu: Megjegyzi a kedvenc megtekintési pontjait

source: No result found
hu: Nem található eredmény

source: No
hu: Sorszám

source: Search results
hu: Keresés eredményei

source: Allows searching GeoNames database
hu: Lehetővé teszi a keresést a GeoNames adatbázisban

source: Search
hu: Keresés
