Repository: City-busz/Arch-Linux-Repository
Catalog: maps/mumpot/*.po
Languages: hu

source: /View/Show place searchbox
hu: /Nézet/Helykereső megjelenítése

source: /View/Show crosshairs
hu: /Nézet/Célkereszt megjelenítése

source: /View/Show heading arrow
hu: /Nézet/Iránynyíl megjelenítése

source: /View/Follow GPS
hu: /Nézet/GPS követése

source: /View/Zoom out
hu: /Nézet/Kicsinyítés

source: /View/Zoom in
hu: /Nézet/Nagyítás

source: /View/Color tracks by velocity
hu: /Nézet/Nyomvonalak színezése sebesség szerint

source: select a name for the new nmea file
hu: Név választása az új NMEA fájlhoz

source: select a gps file
hu: GPS fájl választása

source: select an osm file
hu: OSM fájl választása

source: save OSM changes as OSC file
hu: OSM módosítások mentése OSC fájlként

source: Please enter your OSM username and password!
hu: Add meg az OSM felhasználónevedet és jelszavadat!

source: Username
hu: Felhasználónév

source: Password
hu: Jelszó

source: Save osm account data
hu: OSM fiókadatok mentése

source: Upload comment
hu: Megjegyzés feltöltése

source: Cancel
hu: Mégse

source: save OSM data
hu: OSM adatok mentése

source: Lost GPS connection
hu: A GPS kapcsolat megszakadt

source: %s %s Copyright (C) 2008 Andreas Kemnade This is free software. You may redistribute copies of it under the terms of the GNU General Public License version 3 or any later version <http://www.gnu.org/licenses/gpl.html> There is NO WARRANTY, to the extent permitted by law.
hu: %s %s Copyright (C) 2008 Andreas Kemnade Ez egy szabad szoftver. Újraterjesztheted másolatait a GNU General Public License 3-as vagy újabb változatának feltételei szerint <http://www.gnu.org/licenses/gpl.html> NINCS GARANCIA a törvény által megengedett mértékig.

source: downloading OSM data failed
hu: Az OSM adatok letöltése sikertelen

source: downloading OSM data finished
hu: OSM adatok letöltése kész

source: No area selected, draw some lines around the area for which you want the osm data or select the correct line layer
hu: Nincs terület kijelölve. Rajzolj néhány vonalat azon terület körül, aminek az OSM adatait szeretnéd vagy válaszd ki a megfelelő vonalréteget

source: /Help/About
hu: /Súgó/Névjegy

source: /Project/Printing/mark page in scale 1:50000
hu: /Projekt/Nyomtatás/Oldal jelölése 1:50000 méretarányban

source: /Project/Printing/mark page in scale 1:25000
hu: /Projekt/Nyomtatás/Oldal jelölése 1:25000 méretarányban

source: /Project/Printing/mark page in scale 1:10000
hu: /Projekt/Nyomtatás/Oldal jelölése 1:10000 méretarányban

source: /Project/Printing/mark page in scale 1:100000
hu: /Projekt/Nyomtatás/Oldal jelölése 1:100000 méretarányban

source: /Project/Printing/mark page in scale 1:200000
hu: /Projekt/Nyomtatás/Oldal jelölése 1:200000 méretarányban

source: /Project/Printing/mark page in scale 1:1000000
hu: /Projekt/Nyomtatás/Oldal jelölése 1:1000000 méretarányban

source: /Project/Printing/delete marked areas
hu: /Projekt/Nyomtatás/Jelölt területek törlése

source: /Project/Printing/print marked areas
hu: /Projekt/Nyomtatás/Jelölt területek nyomtatása

source: /Project/Printing/delete marked area
hu: /Projekt/Nyomtatás/Jelölt terület törlése

source: /Project/Printing/select page size...
hu: /Projekt/Nyomtatás/Oldalméret kiválasztása...

source: /Project/save route (current layer)
hu: /Projekt/Útvonal mentése (jelenlegi réteg)

source: /Project/load GPS data
hu: /Projekt/GPS adatok betöltése

source: /Project/load OSM data
hu: /Projekt/OSM adatok betöltése

source: /Project/download OSM data for selected region
hu: /Projekt/OSM adatok letöltése a kijelölt területhez

source: /Project/save OSM data
hu: /Projekt/OSM adatok mentése

source: /Project/save OSM changes (OSC file)
hu: /Projekt/OSM módosítások mentése (OSC fájl)

source: /Project/clear OSM data
hu: /Projekt/OSM adatok törlése

source: /Project/upload OSM data
hu: /Projekt/OSM adatok feltöltése

source: /Project/Connect to GPS receiver
hu: /Projekt/Kapcsolódás GPS-vevőhöz

source: /View/Trip stats
hu: /Nézet/Túra statisztikája

source: /View/Select line layer/0
hu: /Nézet/Vonalréteg kiválasztása/0

source: /View/Select line layer/1
hu: /Nézet/Vonalréteg kiválasztása/1

source: /View/Select line layer/2
hu: /Nézet/Vonalréteg kiválasztása/2

source: /View/Select line layer/3
hu: /Nézet/Vonalréteg kiválasztása/3

source: /View/Select line layer/4 (live gps)
hu: /Nézet/Vonalréteg kiválasztása/4 (élő GPS)

source: /View/Request tiles/request missing
hu: /Nézet/Csempék lekérése/Hiányzóak lekérése

source: /View/Request tiles/request never
hu: /Nézet/Csempék lekérése/Lekérés soha

source: /View/Request tiles/older than one day
hu: /Nézet/Csempék lekérése/Egy napnál régebbi

source: /View/Disconnect GPS
hu: /Nézet/GPS kapcsolat bontása

source: /View/Set start position...
hu: /Nézet/Kezdőpozíció beállítása...

source: /Project/quit
hu: /Projekt/Kilépés

source: /View/Mode/%s
hu: /Nézet/Mód/%s

source: Name
hu: Név

source: is in
hu: Itt:

source: place name:
hu: Hely neve:

source: search
hu: Keresés

source: Move mode
hu: Mozgatás mód

source: pan mode
hu: Eltolás mód

source: route drawing mode
hu: Útvonalrajzoló mód

source: Choose a map
hu: Térkép választása

source: Usage: %s [configfile [gpsfile | osmfile ]]...
hu: Használat: %s [beállításfájl [gpsfájl | osmfájl ]]...

source: Usage: %s configfile
hu: Használat: %s beállításfájl

source: Default printer
hu: Alapértelmezett nyomtató

source: Select page size
hu: Oldalméret kiválasztása

source: Print
hu: Nyomtatás

source: to printer:
hu: Nyomtatás ezzel:

source: Print to file:
hu: Nyomtatás fájlba:

source: Print with the following command:
hu: Nyomtatás a következő paranccsal:

source: Print range
hu: Nyomtatási tartomány

source: all pages
hu: Összes oldal

source: Page from:
hu: Oldalak ettől:

source: to:
hu: eddig:

source: /OSM/View OSM Layer
hu: /OSM/OSM réteg megjelenítése

source: /OSM/Auto-Select way in center
hu: /OSM/Középen lévő vonal automatikus kijelölése

source: /OSM/Display nodes
hu: /OSM/Pontok megjelenítése

source: /OSM/Display street borders
hu: /OSM/Utcaszegélyek megjelenítése

source: /OSM/Display non-street ways
hu: /OSM/Nem-utca vonalak megjelenítése

source: /OSM/Display tags
hu: /OSM/Címkék megjelenítése

source: set
hu: Állítás

source: The OSM data is modified. Do you really want to loose it
hu: Az OSM adatok módosultak. Tényleg el szeretnéd dobni ezt

source: start a new way
hu: Új vonal kezdése

source: finish a new way
hu: Új vonal befejezése

source: finish a way and start a new one at the same place
hu: Vonal befejezése, és új kezdése ugyanazon a helyen

source: auto-merge the start/end of a way to an existing way
hu: Vonal kezdő-/végpontjának automatikus beolvasztása egy meglévő vonalba

source: set the start point for the route calculation
hu: Útvonal kezdőpontjának beállítása az útvonaltervezéshez

source: set the destination point for the route calculation
hu: Útvonal célpontjának beállítása az útvonaltervezéshez

source: navigate to the given destination
hu: Navigálás a megadott úticélhoz

source: select the object to edit
hu: Objektum kiválasztása szerkesztéshez

source: add a new way
hu: Új vonal hozzáadása

source: delete the currently selected object
hu: A jelenleg kijelölt objektum törlése

source: join the selected node with the nearest way
hu: A kijelölt pont csatlakoztatása a legközelebbi úthoz

source: split the ways going through the selected node
hu: A kijelölt ponton keresztülhaladó vonalak kettévágása

source: routing
hu: Útvonaltervezés

source: live edit
hu: Élő szerkesztés

source: editing
hu: Szerkesztés

source: searching devices failed
hu: Eszközök keresése sikertelen

source: found %d devices
hu: %d eszköz található

source: Serial
hu: Soros

source: Type of connection:
hu: Kapcsolódás típusa:

source: Device:
hu: Eszköz:

source: baud rate:
hu: sávszélesség:

source: Bluetooth address:
hu: Bluetooth cím:

source: Channel:
hu: Csatorna:

source: IP/Hostname:
hu: IP/Hostnév:

source: Save GPS configuration
hu: GPS beállítások mentése

source: Creating GPS connection failed
hu: GPS kapcsolat létrehozása sikertelen

source: Speed:
hu: Sebesség:

source: Distance:
hu: Távolság:

source: average:
hu: átlag:

source: time traveled:
hu: utazási idő:

source: average: %.1f km/h
hu: átlag: %.1f km/h

source: travel time: %02d:%02d:%02d
hu: utazási idő: %02d:%02d:%02d

source: closing changeset %d
hu: Módosításcsomag lezárása: %d

source: uploading changes failed
hu: Módosítások feltöltése sikertelen

source: uploading successful
hu: Feltöltés sikeres

source: uploading changeset finished
hu: Módosításcsomag feltöltése kész

source: uploading changeset failed
hu: Módosításcsomag feltöltése sikertelen

source: Error creating changeset: %d %s
hu: Hiba módosításcsomag készítése közben: %d %s

source: created changeset %d
hu: Elkészült módosításcsomag: %d

source: got strange result: %s
hu: Furcsa eredmény lett: %s

source: Yes
hu: Igen

source: No
hu: Nem

source: Shops
hu: Boltok

source: bakery
hu: pékség

source: supermarket
hu: élelmiszer

source: outdoor
hu: túrabolt

source: bicycle
hu: kerékpár

source: kiosk
hu: újságosbódé

source: House number
hu: Házszám

source: Accommodation
hu: Szállás

source: Hotel
hu: Szálloda

source: Motel
hu: Panzió

source: Guest House
hu: Vendégház

source: Hostel
hu: Diákszálló

source: Camping Site
hu: Kemping

source: Caravan Site
hu: Lakókocsitábor

source: Food+Drinks
hu: Étel+Ital

source: Fast Food
hu: Gyorsétterem

source: Cafe
hu: Kávézó

source: House with number
hu: Ház számmal

source: set house number
hu: házszám beállítása

source: Post box
hu: Postaláda

source: Park bench
hu: Pad parkban

source: Man made
hu: Építmény

source: windmill
hu: szélmalom

source: sewage
hu: szennyvíztelep

source: with ATM
hu: Bankautomatával

source: without ATM
hu: Bankautomata nélkül

source: ATM
hu: Bankautomata

source: Playground
hu: Játszótér

source: paved
hu: burkolt

source: cobblestone
hu: macskaköves

source: gravel
hu: kavics

source: sand
hu: homok

source: unpaved
hu: burkolatlan

source: max. speed
hu: max. sebesség

source: one way?
hu: egyirányú?

source: has cycleway?
hu: van kerékpárút?
